Repository: beerdotpy/LiveBetTips-iOS
Catalog: LiveBetTips/*.lproj/Localizable.strings
Languages: de

source: back
de: Rückseite

source: contact us
de: treten Sie mit uns in Verbindung

source: subject
de: Thema

source: your message
de: Ihre Meldung

source: send
de: schicken (Sie)

source: apply
de: treffen Sie zu

source: filters
de: die Filter

source: credits
de: Gutschriften

source: login
de: logon

source: email
de: die E-Mail

source: password
de: Kennwort

source: forgot my password
de: Ich habe mein Kennwort vergessen

source: my tips
de: meine Tips

source: info
de: Informationen

source: buy tips
de: Tips kaufen

source: accept
de: annehmen

source: agree
de: stimmen Sie

source: terms
de: Bezeichnungen

source: home team
de: Hauptteam

source: away team
de: Wegteam

source: match info
de: Übereinstimmung Info

source: comments
de: Kommentar
